testTutorials/hysteresis/case/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (water_glycerol air);

water_glycerol
{
    transportModel  Newtonian;
    nu              2.507e-05;
    rho             1194.9;
}

air
{
    transportModel  Newtonian;
    nu              1.516e-05;
    rho             1.204;
}


sigma               0.0635;
surfaceForces
{
    sigma 0.0635;
    surfaceTensionForceModel fitParaboloid; //fitParaboloid RDF
    accelerationForceModel gravity;
    deltaFunctionModel alphaCSF;
}

// ************************************************************************* //
